[
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal, sabiendo que podría ir a la cárcel?",
    "¿Revelarías la infidelidad de tu pareja a su familia, aunque supieras que esto causaría un gran dolor?",
    "¿Ayudarías a un familiar que te maltrató en el pasado, si eso significara poner en riesgo tu propia estabilidad emocional?",
    "¿Dejarías de lado tus sueños y ambiciones para cuidar de un familiar enfermo, sabiendo que esto te generaría frustración?",
    "¿Mentirías a tus padres para proteger a tu hermano, a pesar de que él haya cometido un error grave?",
    "¿Aceptarías un trabajo que te obligara a hacer algo que va en contra de tus principios, si eso te asegurara el futuro económico de tu familia?",
    "¿Te quedarías callado si presencias un acto de violencia familiar, sabiendo que tu silencio podría proteger a tu ser querido, pero también perpetuar el ciclo de abuso?",
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal que podría perjudicarte?",
    "¿Borrarías un mensaje que te incrimina para proteger a tu madre, sabiendo que eso podría culpar a un inocente?",
    "¿Aceptarías un trabajo que sabes que perjudica el medio ambiente, si te garantiza la estabilidad económica que tu familia necesita?",
    "¿Perdonarías a tu padre por un trauma infantil que te ha marcado de por vida, si eso significa mantener la unidad familiar?",
    "¿Aceptarías un trabajo que te pagaría el doble, pero que implicaría traicionar a tu mejor amigo, quien también lo deseaba?",
    "¿Mentirías para encubrir a tu pareja si cometiera un error grave, a pesar de saber que podría perjudicar a otros?",
    "¿Usarías información confidencial de un familiar para obtener una ventaja personal, sabiendo que podría arruinar su carrera?",
    "¿Te quedarías callado si presencias un acto de violencia contra un desconocido, sabiendo que intervenir podría poner en peligro tu propia vida?",
    "¿Romperías la promesa de guardar un secreto a tu mejor amigo si eso significa salvar la vida de un ser querido?",
    "¿Perdonarías a tu madre por un error del pasado que te causó mucho dolor, aunque aún sientas resentimiento?",
    "¿Revelarías un secreto familiar que podría destruir a tus padres, pero salvaría a tu hermano de una injusticia?",
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal, sabiendo que arruinarías su futuro?",
    "¿Perdonarías a tu padre por un trauma infantil que te ha marcado de por vida, si eso significa mantener unida a tu familia?",
    "¿Aceptarías un trabajo que te haría millonario, pero que implicaría dañar el medio ambiente, sabiendo que tus padres se sentirían orgullosos?",
    "¿Te quedarías con tu pareja actual, aunque supieras que no es el amor de tu vida, para no romperle el corazón y evitar el dolor familiar?",
    "¿Escribirías una carta anónima a tu madre contándole un secreto de tu padre que la destrozaría, si eso te liberaría de la culpa?",
    "¿Mentirías a tu abuela en su lecho de muerte sobre el éxito de tu vida, para que se vaya tranquila, aunque eso signifique vivir con la mentira?",
    "¿Robarías algo de valor para ayudar a tu familia a salir de una situación económica desesperada, sabiendo que te arriesgas a ir a la cárcel?",
    "¿Perdonarías a tu madre por abandonarte cuando eras niño, si ella te pidiera ayuda económica ahora que está enferma?",
    "¿Dejarías de hablarle a tu mejor amiga si ella se enamorara de tu exnovio, a pesar de que sabes que son felices juntos?",
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal que podría perjudicar a tu familia?",
    "¿Aceptarías un trabajo que te obligaría a mentir a tus padres, sabiendo que es la única forma de ayudar económicamente a tu abuela?",
    "¿Perdonarías a tu padre por un trauma infantil si eso significara que nunca pudiera reconocer su error?",
    "¿Revelarías un secreto familiar que podría destruir la reputación de tu madre, para proteger a tu hermana?",
    "¿Usarías información confidencial de un familiar para obtener una ventaja en tu carrera, sabiendo que podría beneficiarte a largo plazo?",
    "¿Te quedarías callado si supieras que tu pareja está engañando a tu mejor amiga, a pesar de que eso podría romper su amistad?",
    "¿Apoyarías públicamente a un familiar que ha cometido un error grave, sabiendo que eso podría dañar tu propia imagen?",
    "¿Entregarías a un familiar a la policía si sabes que ha cometido un delito, aunque eso signifique que tu familia se rompa?",
    "¿Estarías dispuesto a sacrificar tu felicidad personal por el bienestar de tus padres?",
    "¿Perdonarías a tu madre por un error que te ha marcado de por vida, aunque eso signifique vivir con las consecuencias para siempre?",
    "¿Revelarías un secreto familiar que podría destruir a tus padres, pero salvaría a tu hermano de la cárcel?",
    "¿Denunciarías a tu mejor amigo por un delito menor, si eso evitara que tu madre perdiera su trabajo?",
    "¿Perdonarías a tu padre por un trauma de la infancia si eso significara que nunca más volvieras a ver a tu madre feliz?",
    "¿Aceptarías una herencia millonaria de un familiar que siempre te maltrató, sabiendo que el dinero te cambiaría para siempre?",
    "¿Traicionarías la confianza de tu pareja, si eso te asegurara un futuro profesional brillante?",
    "¿Mentirías a tu familia sobre tus verdaderos sentimientos para evitar una discusión que sabes que les dolerá?",
    "¿Estarías con alguien que te maltrata física o emocionalmente, si eso te asegurara el bienestar de tus hermanos?",
    "¿Usarías información confidencial sobre un amigo para conseguir el trabajo de tus sueños?",
    "¿Permitirías que un ser querido sufra en silencio, si revelar la verdad pudiera destruir a toda tu familia?",
    "¿Borrarías un mensaje que te incrimina de un delito, sabiendo que eso podría culpar a un inocente, pero te salvaría a ti?",
    "¿Denunciarías a tu mejor amigo por un delito que cometió, sabiendo que arruinarías su futuro?",
    "¿Revelarías un secreto familiar que te contaron en confianza, si eso evitara que tu padre repita un error del pasado?",
    "¿Aceptarías una herencia millonaria de un familiar que sabes que te odia, pero que te permitiría ayudar a tu madre?",
    "¿Perdonarías a tu madre por un trauma infantil que te causó, si eso significara que ella nunca más recordara el hecho?",
    "¿Mentirías a tu pareja sobre tu pasado para evitarle dolor, aunque eso implique vivir en la falsedad?",
    "¿Robarías algo para ayudar a un familiar que lo necesita desesperadamente, sabiendo que podrías ir a la cárcel?",
    "¿Te alejarías de tu familia para siempre si eso te permitiera ser completamente feliz, a pesar de que los lastimarías?",
    "¿Dejarías de lado tus sueños para cuidar a tu abuela enferma, sabiendo que ella preferiría que fueras feliz?",
    "¿Revelarías un secreto de tu padre a tu madre para evitar una traición, sabiendo que eso podría destruir a tu familia?",
    "¿Revelarías un secreto familiar que podría destruir a tus padres, pero salvaría a tu hermano?",
    "¿Denunciarías a tu mejor amigo por un delito que cometió, sabiendo que arruinaría su vida?",
    "¿Perdonarías a tu padre por un trauma infantil que te atormenta, si eso significa mantener la paz familiar?",
    "¿Mentirías en el lecho de muerte de tu abuela para que se vaya tranquila, aunque eso implique perpetuar una mentira familiar?",
    "¿Usarías información confidencial de un familiar para beneficiarte económicamente, a pesar de las consecuencias?",
    "¿Te quedarías callado si presencias un acto de violencia doméstica contra tu madre, para proteger a tu familia?",
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal, sabiendo que eso podría arruinar su futuro?",
    "¿Borrarías un mensaje que te enviaron tus padres donde confiesan un secreto doloroso del pasado, para proteger su reputación y la de tu familia, aunque eso te impida sanar?",
    "¿Dejarías de hablarle a tu abuela si supieras que siempre ha estado en contra de tu orientación sexual, aunque eso la lastime?",
    "¿Revelarías un secreto familiar que te contaron tus padres en confianza, si eso pudiera evitar que un ser querido sufra?",
    "¿Perdonarías a tu padre por haberte abandonado cuando eras niño, si ahora necesitara desesperadamente tu ayuda?",
    "¿Usarías información confidencial sobre un familiar para obtener una ventaja personal, aunque eso pudiera perjudicarlo?",
    "¿Te quedarías callado si presenciaras un acto de violencia contra un desconocido, sabiendo que intervenir podría poner en peligro tu propia vida?",
    "¿Aceptarías un trabajo que te obligaría a mentir a tus amigos y familiares, si eso te garantizara la estabilidad económica que siempre has deseado?",
    "¿Permitirías que un ser querido sufra las consecuencias de sus errores, aunque pudieras evitarlo, para que aprenda la lección?",
    "¿Denunciarías a tu mejor amigo si descubrieras que está involucrado en algo ilegal, sabiendo que eso podría arruinar su vida?",
    "¿Aceptarías un trabajo que sabes que perjudica a otros, pero que te ofrece la estabilidad económica que siempre has deseado?",
    "¿Borrarías un mensaje que te incrimina, enviado por tu padre, para protegerlo, aunque eso signifique que otra persona inocente sea acusada?",
    "¿Perdonarías a tu madre por un secreto que te ocultó durante años y que cambió radicalmente tu vida?",
    "¿Robarías algo de valor para ayudar a tu familia a salir de una situación económica desesperada, a pesar de las consecuencias legales?",
    "¿Guardarías silencio sobre un trauma que sufriste, si revelarlo pudiera dañar la reputación de un familiar al que quieres?",
    "¿Revelarías un secreto familiar que te contaron tus padres en confianza, si eso pudiera ayudar a tu hermano a evitar una injusticia?",
    "¿Aceptarías un trabajo que sabes que perjudicará a la empresa de tu padre, solo porque te ofrece una oportunidad de crecimiento personal?",
    "¿Perdonarías a tu madre por un error del pasado que te causó un profundo trauma, si eso significa mantener la paz familiar?",
    "¿Te quedarías callado si presencias un acto de acoso escolar contra un compañero, sabiendo que tu silencio podría protegerte?",
    "¿Mentirías a tus padres sobre tus verdaderas intenciones, si eso te permite perseguir tus sueños?",
    "¿Revelarías un secreto familiar que te atormenta, sabiendo que destruiría a tus padres?",
    "¿Denunciarías a tu mejor amigo por un crimen que cometió, aunque eso signifique su ruina?",
    "¿Revelarías un secreto familiar que te contaron en confianza, si eso pudiera ayudar a tu padre a salir de la cárcel?",
    "¿Aceptarías un trabajo que sabes que perjudicará a tu comunidad, si eso te permitiera mantener a tu familia?",
    "¿Perdonarías a tu madre por abandonarte cuando eras niño, si ahora necesitara tu ayuda para sobrevivir?",
    "¿Mentirías en el juicio de tu hermana para protegerla, aunque supieras que es culpable?",
    "¿Usarías información confidencial sobre un familiar para ganar una competencia, aunque eso significara traicionarlo?",
    "¿Te alejarías de tu pareja si descubrieras que es responsable de un daño que sufrieron tus seres queridos?",
    "¿Perdonarías a tu padre por haberte abandonado de niño, si ahora necesitara tu ayuda?",
    "¿Revelarías un secreto que te confió tu madre, si eso impidiera que tu hermana sufriera?",
    "¿Aceptarías un trabajo ilegal bien remunerado, si eso significara poder pagar el tratamiento médico que necesita tu abuela?",
    "¿Mentirías para proteger a tu pareja de una acusación injusta, aunque supieras que es culpable?",
    "¿Te quedarías callado si presenciaras un acto de violencia contra un desconocido, por miedo a ser agredido?",
    "¿Te alejarías de tu familia si descubrieras que te han estado mintiendo toda tu vida?",
    "¿Utilizarías información confidencial sobre un rival amoroso para ganar la atención de la persona que te gusta?",
    "¿Perdonarías a tu hermana por haberte traicionado en el pasado, si ahora te pidiera ayuda para superar una adicción?",
    "¿Dejarías que tu mejor amigo se hunda en la depresión, si eso significara mantener un secreto que podría dañar a tu familia?",
    "¿Aceptarías un trabajo que sabes que daña el medio ambiente, si te garantiza una estabilidad económica que tu familia necesita desesperadamente?",
    "¿Perdonarías a tu padre por haber abandonado a tu madre y a ti, si ahora está gravemente enfermo y necesita tu cuidado?",
    "¿Revelarías un secreto familiar que podría destruir la reputación de tus padres, pero que te liberaría de una gran carga emocional?",
    "¿Mentirías en el juicio de tu hermana para protegerla, aunque sepas que es culpable?",
    "¿Revelarías un secreto familiar que podría destruir a tus padres, para proteger a tu mejor amigo?",
    "¿Denunciarías a tu hermano por un crimen, sabiendo que podría ir a la cárcel, pero que te protegería a ti y a tu familia?",
    "¿Perdonarías a tu padre por un trauma infantil que te causó, si supieras que él nunca se arrepentirá?",
    "¿Aceptarías un trabajo ilegal bien remunerado, sabiendo que podría ayudar a tu familia a salir de la pobreza, pero con el riesgo de ir a prisión?",
    "¿Entregarías a tu mejor amigo a la policía, si descubrieras que planea un atentado, sabiendo que su arresto te causaría un gran dolor?",
    "¿Dejarías de hablarle a tu madre, si ella se niega a perdonar a tu pareja por un error del pasado?",
    "¿Robarías para alimentar a tu familia, si supieras que es la única forma de que sobrevivan?",
    "¿Permitirías que tu hermana tome una decisión que sabes que le hará daño, si ella se niega a escuchar tus consejos?",
    "¿Mentirías a tu madre sobre tu futuro para que no te juzgue?",
    "¿Sacrificarías tu felicidad personal para cuidar a tu abuela enferma, incluso si eso significa renunciar a tus sueños?",
    "¿Revelarías un secreto familiar que podría destruir a tus padres, para proteger a tu hermano?",
    "¿Borrarías los recuerdos de tu primer amor, si eso garantizara la felicidad de tu mejor amigo?",
    "¿Denunciarías a tu padre por un delito que cometió, sabiendo que iría a la cárcel y tu familia se desmoronaría?",
    "¿Perdonarías a tu madre por un trauma infantil que te causó, si eso significara que ella nunca admitiría su error?"
]